// channelConfig.js

const channelThreadMap = {
    'ايسي رش': '-1002179587442_4',
    'سي سايد فروست': '-1002179587442_5',
    'هيلة': '-1002179587442_14',
    'سبايسي زيست': '-1002179587442_13',
    'إيدجي منت': '-1002179587442_12',
    'جاردن منت': '-1002179587442_11',
    'هايلاند بيريز': '-1002179587442_10',
    'منت فيوجن': '-1002179587442_9',
    'سمرة': '-1002179587442_8',
    'بيربل مست': '-1002179587442_7',
    'تمرة': '-1002179587442_6',
    'موهيتو': '-1002179587442_53695',
    'حامض': '-1002179587442_53696',
    'عنقود': '-1002179587442_53697',
    'منقا': '-1002179587442_53698',
    'بنّة': '-1002179587442_53699'
  };
  
  module.exports = {
    channelThreadMap
  };